Revit 2027 API
ParameterTypeId.CutLineAngle Property
 "Cut Line Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutLineAngle { get; }
Public Shared ReadOnly Property CutLineAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutLineAngle {
	ForgeTypeId^ get ();
}
static member CutLineAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace